Repository: Wanamics/WanaCheck
Catalog: Translations/WanaCheck.*.xlf
Languages: fr_fr

# Page 2414623399 - Property 2879900210
source: Check Fields Rule Card
fr_fr: Règle de contrôle de champs

# Page 2414623399 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 2414623399 - Control 3289630945 - Property 2879900210
source: Checks
fr_fr: Contrôles

# Table 4066219315 - Property 2879900210
source: Check Fields Rule
fr_fr: Règle de contrôle des champs

# Table 4066219315 - Field 2145639788 - Property 1295455071
source: Specifies if the rule can be by passed after confirmation.
fr_fr: Détermine si la règle peut être outrepassée après confirmation.

# Table 4066219315 - Field 2145639788 - Property 2879900210
source: Confirm Bypass
fr_fr: Confirmer pour outrepasser

# Table 4066219315 - Field 1551028707 - Property 1295455071
source: Specifies the rule No.
fr_fr: Spéficie le N° de la règle.

# Table 4066219315 - Field 1551028707 - Property 2879900210
source: Rule No.
fr_fr: N° règle

# Table 4066219315 - Field 1393533604 - Property 2879900210
source: Table Caption
fr_fr: Désignation table

# Table 4066219315 - Field 3808951907 - Property 2879900210
source: Table Name
fr_fr: Nom table

# Table 4066219315 - Field 3017471043 - Property 1295455071
source: Spécified the Table No.
fr_fr: Spécifie le N° de la table.

# Table 4066219315 - Field 3017471043 - Property 2879900210
source: Table No.
fr_fr: N° table

# Table 2185800125 - Property 2879900210
source: Check Fields Rule Field
fr_fr: Règle de contrôle - Champ

# Table 2185800125 - Field 1417232546 - Property 1295455071
source: Specifies a where field (default) or a check field.
fr_fr: Spécifie s'il s'agit d'un champ de filtre (défaut) ou de contrôle.

# Table 2185800125 - Field 1417232546 - Property 2879900210
source: Check
fr_fr: Contrôler

# Table 2185800125 - Field 823559016 - Property 1295455071
source: Specifies the field caption of the field.
fr_fr: Spécifie la désignation du champ.

# Table 2185800125 - Field 823559016 - Property 2879900210
source: Field Caption
fr_fr: Nom champ

# Table 2185800125 - Field 3070320983 - Property 1295455071
source: Specifies the name of the field.
fr_fr: Spécifie le nom du champ.

# Table 2185800125 - Field 3070320983 - Property 2879900210
source: Field Name
fr_fr: Nom de champ

# Table 2185800125 - Field 3531868071 - Property 1295455071
source: Specifies the field No. (lookup to select one or more).
fr_fr: Spécifie le N° du champ

# Table 2185800125 - Field 3531868071 - Property 2879900210
source: Field No.
fr_fr: N° champ

# Table 2185800125 - Field 3090661100 - Property 1295455071
source: Specifies the field filter value. By setting a value, you specify that only records with that value are included.
fr_fr: Spécifie le filtre à appliquer.

# Table 2185800125 - Field 3090661100 - Property 2879900210
source: Field Filter
fr_fr: Filtre champ

# Table 2185800125 - Field 1551028707 - Property 1295455071
source: Specifies the Rule No.
fr_fr: Spécifie le N° de règle

# Table 2185800125 - Field 1551028707 - Property 2879900210
source: Rule No.
fr_fr: N° règle

# Table 2185800125 - Field 3017471043 - Property 1295455071
source: Specified the Table No.
fr_fr: Spécifie le N° de table.

# Table 2185800125 - Field 3017471043 - Property 2879900210
source: Table No.
fr_fr: N° table

# Codeunit 248974857 - Method 2154691273 - NamedType 3498070739
source: %1 %2 doesn't comply with "%3" %4:\Conditions:%5\Checks:%6
fr_fr: %1 %2 n'est pas conforme à "%3" %4 :\Conditions : %5\Contrôles : %6

# Codeunit 248974857 - Method 2154691273 - NamedType 3764383116
source: Do you want to continue?
fr_fr: Voulez-vous continuer ?

# Page 36361850 - Action 1976324548 - Property 2879900210
source: Add Fields
fr_fr: Ajouter champs

# Page 3054768158 - Property 2879900210
source: Check Fields Rules
fr_fr: Règles de contrôles de champs

# Page 3054768158 - Control 3493770575 - Property 1295455071
source: List of fields check
fr_fr: Liste des champs contrôlés

# Page 3054768158 - Control 3493770575 - Property 2879900210
source: Checks
fr_fr: Contrôles

# Page 3054768158 - Control 2689876268 - Property 1295455071
source: List of fields filters
fr_fr: Champs de la condition

# Page 3054768158 - Control 2110638572 - Property 2879900210
source: Checks
fr_fr: Contrôles
